export const TEXTS = {
  HELLO_TEXT:
    'Привет, в этом боте ты можешь показать свою жизнь. После проверки на ненормативный контент - то, как ты живешь будет показано всем пользователям. Спасибо, что ты с нами.',
  SEND_PHOTOS_TEXT: 'Пришлите фотографии (максимум 10)',
  SEND_DESCRIPTION_TEXT: 'Теперь пришлите описание',
  SHOW_LIFE_TEXT: 'То, как ты живешь будет выглядеть вот так',
  SEND_UPDATED_PHOTOS: 'Пришлите новые фотографии.',
  SEND_UPDATED_TEXT:
    'Спасибо, что поделился твоей жизнью - скоро ее все увидят.',
  CANCEL_BUTTON: 'Отменить',
  BACK_BUTTON: 'Назад',
  SEND_ADMIN_BUTTON: 'Показать всем свою жизнь',
  EDIT_BUTTON: 'Изменить пост',
  LEAVE_BUTTON: 'Оставить предыдущее',
};
